Repository: sathishchinniah04/ADCBGamificationSC
Catalog: ADCBGamification/Game/Common/*.lproj/Localizable.strings
Languages: ar

source: simply
ar: الحياة

source: life
ar: ببساطة

source: Games
ar: ألعاب

source: Enjoy the games and earn more rewards. We wish you goodluck!
ar: استمتع بالألعاب واربح الكثير من الجوائز! استمتع!

source: Available in
ar: متوفر في

source: Expire in
ar: تنتهي الصلاحية

source: Predict Now
ar: توقع الآن

source: Spin
ar: أدر دولاب الحظ

source: Refer
ar: توصية ودعوة صديق

source: Expires in
ar: ينتهي في

source: Hurray!
ar: يا هلا!

source: Go To
ar: الانتقال إلى

source: Rewards
ar: المكافآت

source: Homepage
ar: الصفحة الرئيسية

source: Spin Again
ar: تدور مرة أخرى

source: Better luck next time!
ar: حظ أوفر في المرة القادمة!

source: Oh no!
ar: لم يحالفك الحظ!

source: Spin & Win
ar: تدور واربح

source: h
ar: ساعه

source: min
ar: دقيقة

source: sec
ar: ثانية

source: hr
ar: ساعة

source: Choose Contact
ar: اختر جهة الاتصال من هاتفك المتحرك

source: Enter a contact name or mobile number
ar: أدخل اسم أو رقم الهاتف المتحرك الخاص بجهة الاتصال

source: Invite
ar: يدعو

source: Select the contact to Invite
ar: اختر جهة الاتصال لإرسال الدعوة

source: or
ar: أو

source: Share Your Referral Code
ar: شارك رمز الإحالة الخاص بك

source: Refer Again
ar: الرجوع مرة أخرى

source: Refer & Win
ar: قم بدعوة صديق واربح المكافآت

source: Invite your friends to join Simplylife and earn exciting rewards
ar: قم بدعوة اصدقائك للانضمام إلى سيمبلي لايف واربح مكافات قيمة

source: Spin the wheel and win exciting prizes
ar: أدر العجلة واربح جوائز مثيرة

source: Play and win exciting rewards!
ar: العب واربح مكافآت مثيرة!

source: Predict & Win
ar: توقع واربح

source: Today
ar: اليوم

source: day
ar: يوم

source: day(s)
ar: (س)يوم

source: Expired on
ar: انتهت يوم

source: Predict the answers
ar: توقع الإجابات

source: Confirm & Submit
ar: تأكيد الإجابة وإرسال

source: Question
ar: سؤال

source: Game page
ar: صفحة اللعبة

source: Share
ar: مشاركة

source: Expire on
ar: تنتهي في

source: Congratulation
ar: تهنئة

source: Thank you for your participation
ar: أشكركم على مشاركتكم

source: Winner will be announced shortly and you will receive a notification on the App. Stay tuned, enjoy the game !
ar: سيتم الإعلان عن الفائز قريبًا وستتلقى إشعارًا على التطبيق. لا تنزعج ، استمتع باللعبة!
